[
 {
    "name": "coco bed",
    "price": 25999,
    "featured": true,
    "image":"https://i.postimg.cc/Kj8QJR98/bed.jpg" ,
    "colors": ["#ff0000", "#00ff00", "#0000ff"],
    "company": "marcos",
    "description": "The curved headboard is great for cosy, cocooning moments, helping you to unwind and relax in bed.4 spacious drawers under the bed make the best use of the space. They are great for storing extra quilts, pillows and bed linens or your clothes.",
    "category": "bedroom"
  },
  {
    "name": "modern bed",
    "price": 109999,
    "image": "https://i.postimg.cc/HkDXLrQ8/bed1.jpg",
    "colors": ["#000", "#ffb900"],
    "company": "liddy",
    "description": " The fixed cover is made with a soft, woven fabric and finished with subtle stitching details on the headboard and footboard.The soft, padded headboard is comfortable to lean against while reading or watching TV in bed.",
    "category": "bedroom"
  },
  {
    "name": "armchair",
    "price": 12599,
    "featured": true,
    "image": "https://i.postimg.cc/G3K5G1Mp/armchair.jpg",
    "colors": ["#000", "#00ff00", "#0000ff"],
    "company": "marcos",
    "description": "You can really loosen up and relax in comfort because the high back on this chair provides extra support for your neck.10 year guarantee. Read about the terms in the guarantee brochure.",
    "category": "office"
  },
  {
    "name": "conan table",
    "price": 23999,
    "featured": true,
    "url":"https://i.postimg.cc/DZHddBbB/table.jpg",
    "image": "hero33.jpg",
    "colors": ["#0000ff", "#000"],
    "company": "ikea",
    "description": "The extra leaf can be stored within easy reach under the table top.Every table is unique, with varying grain pattern and natural colour shifts that are part of the charm of wood.Easy to combine with chairs and benches in the same series or why not mix with other chairs from IKEA.",
    "category": "kitchen"
  },
   {
    "name": "wardrobe",
    "price": 23999,
    "featured": true,
    "image":"https://i.postimg.cc/VstjP9tP/wardrobe.jpg",
    "colors": ["#0000ff", "#000"],
    "company": "ikea",
    "description": "You can easily adapt this ready-made PAX/KOMPLEMENT combination to suit your needs and taste using the PAX planning tool.Adjustable feet make it possible to compensate any irregularities in the floor.Sliding doors allow more room for furniture because they dont take any space to open.",
    "category": "bedroom"
  },
   {
    "name": "dresser",
    "price": 25999,
    "featured": true,
    "image":"https://i.postimg.cc/hv06GXjL/dresser.jpg" ,
    "colors": ["#ff0000", "#00ff00", "#0000ff"],
    "company": "marcos",
    "description": "Of course your home should be a safe place for the entire family. That’s why a safety fitting is included so that you can attach the chest of drawers to the wall.Smooth running drawers with pull-out stop.If you want to organise inside you can complement with SKUBB box, set of 6.",
    "category": "bedroom"
  }




]
